---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtCaret2
source: html/4318a4cb-7929-8e10-7393-6b54cc55c7b0.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtCaret2 Property

Symbol ft^2, indicating unit Square feet.

## Syntax (C#)
```csharp
public static ForgeTypeId FtCaret2 { get; }
```